import { Metadata } from "next";

export const metadata: Metadata = {
  title: "درباره ما | تاجر یار - دستیار هوشمند مالی",
  description:
    "تاجر یار یک سامانه هوشمند مدیریت مالی برای تاجران است که با استفاده از هوش مصنوعی، فرآیند ثبت معاملات را خودکار می‌کند.",
  keywords:
    "درباره تاجر یار, حسابداری هوشمند, مدیریت مالی, تاجر, فاکتور الکترونیک",
  openGraph: {
    title: "درباره ما | تاجر یار",
    description:
      "آشنایی با تاجر یار، دستیار هوشمند مالی که زندگی تاجران را آسان‌تر می‌کند",
    type: "website",
    locale: "fa_IR",
  },
};
