import { Metadata } from "next";

export const metadata: Metadata = {
  title: "قیمت‌گذاری | تاجر یار - پلن‌های اشتراک",
  description:
    "پلن‌های قیمت‌گذاری تاجر یار: از پلن رایگان تا پلن سازمانی. بهترین قیمت برای مدیریت هوشمند مالی کسب‌وکار شما.",
  keywords:
    "قیمت تاجر یار, اشتراک, پلن حرفه‌ای, نرم افزار حسابداری, قیمت حسابداری",
  openGraph: {
    title: "قیمت‌گذاری | تاجر یار",
    description:
      "پلن‌های متنوع تاجر یار برای هر نوع کسب‌وکاری، از رایگان تا سازمانی",
    type: "website",
    locale: "fa_IR",
  },
};
